Repository: KanoComputing/kano-draw
Catalog: locales/*-docs.po
Languages: es_ar

source: Shapes
es_ar: Figuras

source: Draw a circle
es_ar: Dibuja un círculo

source: The circle size
es_ar: Tamaño del círculo

source: Draw an ellipse
es_ar: Dibuja una elipse

source: The ellipse width
es_ar: Ancho de la elipse

source: The ellipse height
es_ar: Altura de la elipse

source: Draw a square
es_ar: Dibuja un cuadrado

source: The square size
es_ar: Tamaño del cuadrado

source: Draw a rectangle
es_ar: Dibuja un rectángulo

source: The rectangle width
es_ar: Ancho del rectángulo

source: The rectangle height
es_ar: Altura del rectángulo

source: Draw part of a circle
es_ar: Dibuja parte de un círculo

source: The size
es_ar: Tamaño

source: The start point (between 0 to 2)
es_ar: El punto de inicio (entre 0 y 2)

source: The end point (between 0 to 2)
es_ar: El punto de fin (entre 0 y 2)

source: Close the shape
es_ar: Cierra la figura

source: Draw a many sided shape
es_ar: Dibuja una figura de muchos lados

source: Point X position
es_ar: Indica la posición X

source: Point Y position
es_ar: Indica la posición Y

source: More polygon points positions
es_ar: Más puntos de posición del polígono

source: Close the path in the middle
es_ar: Cierra la figura en el medio

source: Lines
es_ar: Líneas

source: Draw a line of a certain size
es_ar: Dibuja una línea de un determinado tamaño

source: Horizontal distance
es_ar: Distancia horizontal

source: Vertical distance
es_ar: Distancia vertical

source: Draw a line to a certain point
es_ar: Dibuja una línea hasta un determinado punto

source: The horizontal destination
es_ar: El punto de destino horizontal

source: The vertical destination
es_ar: El punto de destino vertical

source: Position
es_ar: Posición

source: Move the cursor a certain distance away
es_ar: Mueve el cursor una determinada distancia

source: Move the cursor to a particular position
es_ar: Mueve el cursor a una determinada posición

source: Text
es_ar: Texto

source: Write text
es_ar: Escribe texto

source: The message to write
es_ar: El mensaje a escribir

source: Set size and/or font
es_ar: Configura el tamaño y/o la fuente

source: The font family name
es_ar: El nombre de la fuente

source: The text size in pixels
es_ar: El tamaño del texto en píxeles

source: Sets bold text on (true) or off (false)
es_ar: Activa la negrita (verdadero) o desactívala (falso)

source: Bold state (True by default)
es_ar: Estado de la negrita (Verdadero es el predeterminado)

source: Sets italic text on (true) or off (false)
es_ar: Activa la cursiva (verdadero) o desactívala (falso)

source: Italic state (True by default)
es_ar: Estado de la cursiva (Verdadero es el predeterminado)

source: Repeat code
es_ar: Repetir código

source: The start and end point for the variable i
es_ar: Punto de inicio y fin de la variable i

source: Get a random number in a range.
es_ar: Obtén un número aleatorio dentro de un rango.

source: The minimum value
es_ar: El valor mínimo

source: The maximum value
es_ar: El valor máximo

source: Set to true to return decimal values
es_ar: Configura a verdadero para recibir valores decimales

source: Colors
es_ar: Colores

source: Set the background color
es_ar: Configura el color del fondo

source: The background color to set
es_ar: El color del fondo a configurar

source: Change the color in use
es_ar: Cambia el color en uso

source: The object color to set
es_ar: El color del objeto a configurar

source: Change the width and color of the stroke (border)
es_ar: Cambia el color y el ancho del trazo (borde)

source: A string with the color to use - E.g. 'red', 'blue'..
es_ar: El color a usar - Ej. 'red', 'blue'..

source: (number) The width to use
es_ar: (número) El ancho a usar

source: Set a colour's brightness
es_ar: Configura el brillo del color

source: amount of brightness to set (-100 to 100)
es_ar: monto del brillo a configurar (-100 a 100)

source: Set a colour's saturation
es_ar: Configura la saturación del color

source: amount of saturation to set (-100 to 100)
es_ar: monto de saturación a configurar (-100 a 100)

source: Rotate a color's hue angle by given amount
es_ar: Cambia el tono de un color en base a un determinado valor

source: Color to rotate
es_ar: Color a cambiar

source: angle to rotate (-360 - 360)
es_ar: tono a configurar (-360 - 360)

source: Set how see through a color is
es_ar: Configura cómo se ve a través de un color

source: Color to saturate
es_ar: Color a saturar

source: amount of opacity to subtract (-100 to 100)
es_ar: monto de opacidad (-100 a 100)
