Repository: KanoComputing/kano-draw
Catalog: locales/*.po
Languages: es_ar

source: Challenges completed
es_ar: Desafíos completos

source: Now sign-up to Kano World to share your creation and send a card to your dad!
es_ar: ¡Ahora entra a Mundo Kano para compartir tus creaciones y enviar una tarjeta a tu padre!

source: New world unlocked! Play Now -
es_ar: ¡Nuevo mundo desbloqueado! Jugar Ahora -

source: Hint
es_ar: Pista

source: Share your Father's day card!
es_ar: ¡Comparte tu tarjeta del Día del Padre!

source: Now make something new!
es_ar: ¡Ahora crea algo nuevo!

source: Solution
es_ar: Solución

source: Next
es_ar: Siguiente

source: Now you can share the card on Kano World and share it to your dad!
es_ar: ¡Ahora puedes compartir tu tarjeta en Mundo Kano y también con tu padre!

source: Start
es_ar: Empezar

source: Hour Of Code
es_ar: Hora de programar

source: Challenge {{ id }}:
es_ar: Desafío {{ id }}:

source: Done
es_ar: Hecho

source: Menu
es_ar: Menú

source: Can you hack this challenge?
es_ar: ¿Puedes hackear este desafío?

source: You did it, go back for more coding fun!
es_ar: ¡Lo lograste, vuelve atrás para programar más!

source: Make it into a Father's day card!
es_ar: ¡Crea una tarjeta para el Día del Padre!

source: Browse more
es_ar: Buscar nás

source: Certificate
es_ar: Certificado

source: Get Kano Updates
es_ar: Obtener actualizaciones de Kano

source: Teacher's Guide
es_ar: Guía docente

source: Challenges
es_ar: Desafíos

source: Latest Shares
es_ar: Últimos compartidos

source: Sign Up
es_ar: Ingresar

source: Load
es_ar: Cargar

source: Recipient\'s email address
es_ar: Correo electrónico del destinatario

source: Your message
es_ar: Tu mensaje

source: Skip
es_ar: Saltear

source: Share
es_ar: Compartir

source: save drawing
es_ar: guardar dibujo

source: Toggle autocomplete
es_ar: Activar autocompletar

source: Fullscreen
es_ar: Pantalla completa

source: Title
es_ar: Título

source: Download teacher's guide
es_ar: Descargar guía docente

source: save to gallery
es_ar: guardar en galería

source: Save Wallpaper
es_ar: Guardar fondo de panatalla

source: Create your account
es_ar: Crea tu cuenta

source: to add a shape to your code
es_ar: para agregar una figura

source: Description
es_ar: Descripción

source: Login to Your Account
es_ar: Ingresa a tu cuenta

source: Toggle fullscreen
es_ar: Activar pantalla completa

source: Reset
es_ar: Reiniciar

source: Save
es_ar: Guardar

source: Autocomplete
es_ar: Autocompletar

source: Guide
es_ar: Guía

source: Start your coding adventure by drawing Pong and other retro games. Move on to master 8-bit art for your own Minecraft characters and more. Show us how you can hack our challenges. Earn your Pixel Master Badge.
es_ar: Comienza tu aventura en programación dibujando Ping Pong y otros juegos retro. Avanza a arte en 8-bits para tus propias creaciones de personajes de Minecraft y más. Muéstranos cómo hackear nuestros desafíos. Gana la insignia Pixel Master.

source: Load from where
es_ar: Cargar desde aquí

source: Thank You!
es_ar: ¡Gracias!

source: I just made this with code! Want to try your own? It's easy, fun and for everyone
es_ar: ¡Acabo de programar esto! ¿Quieres intentarlo? Es fácil y divertido para cualquiera

source: Come back tomorrow to continue this challenge
es_ar: Vuelve mañana para continuar con este desafío

source: Discover Kano
es_ar: Descubre Kano

source: code your way through the history of video game art.
es_ar: programa el camino históricamente recorrido por el arte en videojuegos.

source: Email address
es_ar: Correo electrónico

source: Feedback
es_ar: Opinión y comentarios

source: Your Kano
es_ar: Tu Kano

source: Share on Twitter
es_ar: Compartir en Twitter

source: Welcome to Pixel Hack
es_ar: Bienvenido a Pixel Hack

source: Send
es_ar: Enviar

source: Claim your Pixel Hack certificate.
es_ar: Reclama tu certificado de Pixel Hack.

source: Happy Hacking!
es_ar: ¡Suerte Hackeando!

source: Next up:
es_ar: Siguiente:

source: Skip sharing
es_ar: Saltear compartir

source: Logout
es_ar: Salir

source: Share on Facebook
es_ar: Compartir en Facebook

source: Share with friends:
es_ar: Compartir con amigos:

source: Visit this address from a computer with a connected printer to create your certificate.
es_ar: Visita esta página desde una computadora que se encuentre conectada a una impresora para crear tu certificado.

source: What\'s up?
es_ar: ¿Qué hay de nuevo?

source: Share by email
es_ar: Compartir vía correo electrónico

source: Enter an email address
es_ar: Ingresa un correo electrónico

source: Your name...
es_ar: Tu nombre...

source: Login
es_ar: Ingresar

source: 'Back to ' + selectedWorld.name
es_ar: 'Atrás' + selectedWorld.name
